tap "adoptopenjdk/openjdk"
tap "buildpacks/tap"
tap "filosottile/musl-cross"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
brew "openssl@1.1"
brew "libevent"
brew "open-mpi"
brew "arpack"
brew "automake"
brew "gdbm"
brew "readline"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bison"
brew "libffi"
brew "glib"
brew "pkg-config"
brew "chruby"
brew "circleci"
brew "composer"
brew "coreutils"
brew "libyaml"
brew "docker-compose", link: false
brew "openjdk"
brew "epubcheck"
brew "libtool"
brew "nghttp2"
brew "unbound"
brew "gobject-introspection"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "fftw"
brew "pango"
brew "fontforge"
brew "geckodriver"
brew "gh"
brew "git"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "krb5"
brew "libxml2"
brew "mas"
brew "memcached", restart_service: true
brew "mitmproxy"
brew "mvnvm"
brew "mysql", restart_service: true
brew "netcat"
brew "node"
brew "openjdk@11"
brew "pandoc"
brew "pandoc-crossref"
brew "perl"
brew "poppler"
brew "postgresql", restart_service: true
brew "pyenv"
brew "python@3.8"
brew "ragel"
brew "rbspy"
brew "redis", restart_service: true
brew "rtmpdump"
brew "ruby-install"
brew "s3cmd"
brew "shellcheck"
brew "shfmt"
brew "sphinx-doc"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "vim"
brew "vips"
brew "wrk"
brew "yarn"
brew "yj"
brew "youtube-dl"
brew "zsh-completions"
brew "buildpacks/tap/pack"
brew "filosottile/musl-cross/musl-cross"
brew "heroku/brew/heroku"
cask "1password"
cask "adoptopenjdk14"
cask "caffeine"
cask "calibre"
cask "chromedriver"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "git-credential-manager-core"
cask "hammerspoon"
cask "iterm2"
cask "screenflow"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "wkhtmltopdf"
mas "3Hub", id: 427515976
mas "Alfred", id: 405843582
mas "BetterSnapTool", id: 417375580
mas "Classic Color Meter", id: 451640037
mas "Evernote", id: 406056744
mas "Grammarly for Safari", id: 1462114288
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "MenubarClock", id: 492167985
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "TickTick", id: 966085870
