tap "adoptopenjdk/openjdk"
tap "buildpacks/tap"
tap "filosottile/musl-cross"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "microsoft/git"
tap "turforlag/cervezas"
brew "aha"
brew "jpeg-xl"
brew "libevent"
brew "openssl@3"
brew "open-mpi"
brew "openblas"
brew "arpack"
brew "automake"
brew "awk"
brew "readline"
brew "docutils", link: false
brew "awscli"
brew "bash"
brew "bash-completion"
brew "berkeley-db", link: true
brew "bison"
brew "gdbm"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "chruby"
brew "circleci"
brew "rtmpdump"
brew "curl"
brew "libtool"
brew "freetds"
brew "libpq"
brew "php"
brew "composer"
brew "coreutils"
brew "crane"
brew "docker-compose", link: false
brew "harfbuzz"
brew "openjdk"
brew "epubcheck"
brew "espeak"
brew "lsd"
brew "p11-kit"
brew "unbound"
brew "libarchive"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fftw"
brew "fontforge"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "highlight"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick@6"
brew "jemalloc"
brew "jq"
brew "libfido2"
brew "libgsf"
brew "libyaml"
brew "mas"
brew "mdbook"
brew "memcached", restart_service: true
brew "python-cryptography"
brew "mitmproxy"
brew "mvnvm"
brew "mysql", restart_service: true
brew "netcat"
brew "nghttp2"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "pandoc"
brew "pandoc-crossref"
brew "perl"
brew "pillow", link: false
brew "poppler"
brew "postgresql@16", restart_service: true
brew "pyenv"
brew "python@3.12"
brew "python-tk@3.12"
brew "qt@5"
brew "ragel"
brew "rbspy"
brew "redis", restart_service: true
brew "ruby-install"
brew "s3cmd"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "sphinx-doc"
brew "svgbob"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "vim"
brew "vips"
brew "wget"
brew "wrk"
brew "yarn"
brew "yj"
brew "youtube-dl"
brew "zsh-completions"
brew "buildpacks/tap/pack"
brew "filosottile/musl-cross/musl-cross"
brew "heroku/brew/heroku"
cask "1password"
cask "caffeine"
cask "calibre"
cask "chromedriver"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "font-noto-sans"
cask "font-noto-serif"
cask "git-credential-manager-core"
cask "hammerspoon"
cask "iterm2"
cask "monitorcontrol"
cask "obs"
cask "osirix-quicklook"
cask "prince"
cask "screenflow"
cask "spotify"
cask "sublime-text"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "vlc"
cask "wkhtmltopdf"
mas "3Hub", id: 427515976
mas "Alfred", id: 405843582
mas "BetterSnapTool", id: 417375580
mas "Classic Color Meter", id: 451640037
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "Magnet", id: 441258766
mas "MenubarClock", id: 492167985
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "TickTick", id: 966085870
vscode "cschlosser.doxdocgen"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "fabiospampinato.vscode-install-vsix"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "hediet.vscode-drawio"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "KoichiSasada.vscode-rdbg"
vscode "lrecknagel.one-monokai-italic"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.java"
vscode "repeale.material-monokai"
vscode "rust-lang.rust-analyzer"
vscode "s3gf4ult.monokai-vibrant"
vscode "Shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "tamasfe.even-better-toml"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
