tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

cask "java"
cask "osxfuse"
brew "automake"

brew "tmux"
brew "pkg-config"
brew "imagemagick"
brew "bash-completion"
brew "bison"
brew "chruby"
brew "gdbm"
brew "git"
brew "libffi"
brew "openssl"
brew "libyaml"
brew "mas"
brew "memcached", restart_service: true
brew "node"
brew "readline"
brew "postgresql", restart_service: true
brew "mysql"
brew "redis", restart_service: true
brew "ruby-install"
brew "sshfs"
brew "trash"
brew "yarn"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "qt@5.5"
brew "ragel"
cask "1password"
cask "dropbox"
cask "firefox"
cask "iterm2"
cask "screenflow"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "flux"
mas "3Hub", id: 427515976
mas "Alfred", id: 405843582
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "DaisyDisk", id: 411643860
mas "Evernote", id: 406056744
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959

